{
    "ufs": "A Universidade Federal de Sergipe (UFS) é uma instituição pública de ensino superior localizada no estado de Sergipe.",
    "campi": "A UFS possui 6 campi: São Cristóvão (sede), Itabaiana, Lagarto, Laranjeiras, Glória e Sertão (Nossa Senhora da Glória).",
    "vestibular": "A UFS utiliza o ENEM como forma de ingresso através do Sisu.",
    "chatbot": "Um chatbot é um software que simula uma conversa com um ser humano, geralmente via mensagens de texto.",
    "fastapi": "FastAPI é um framework Python moderno e rápido para construção de APIs web, baseado em type hints.",
    "gemini": "Gemini é a família de modelos de linguagem desenvolvida pela Google DeepMind, capaz de gerar e compreender textos.",
    "cursos": "A UFS oferece cursos de graduação em diversas áreas, como Engenharia, Medicina, Direito, Computação, entre outros.",
    "biblioteca": "A UFS possui várias bibliotecas, sendo a principal a Biblioteca Central Arnold Ferreira da Silva, localizada no campus de São Cristóvão.",
    "sigaa": "O SIGAA é o Sistema Integrado de Gestão de Atividades Acadêmicas da UFS, utilizado por alunos e professores para gerenciar atividades acadêmicas.",
    "email institucional": "O e-mail institucional da UFS é fornecido aos alunos e servidores para comunicação oficial e acesso a serviços Google.",
    "matrícula": "A matrícula é realizada através do SIGAA, e geralmente ocorre no início de cada período letivo, conforme calendário acadêmico.",
    "calendário acadêmico": "O calendário acadêmico da UFS define datas de matrícula, início e fim das aulas, feriados, avaliações e prazos para trancamento. Ele está disponível no site da Prograd.",
    "restaurante universitário": "O RU da UFS oferece refeições subsidiadas para alunos e servidores. O pagamento é feito com cartão recarregável. É necessário cadastro prévio.",
    "assistência estudantil": "A UFS possui programas de assistência como bolsas permanência, auxílio transporte, moradia estudantil e acesso ao restaurante universitário gratuito para estudantes em vulnerabilidade.",
    "atendimento médico": "A UFS oferece atendimento médico e psicológico gratuito aos alunos por meio do Departamento de Assistência Estudantil (DAE).",
    "pibic": "O Programa Institucional de Bolsas de Iniciação Científica (PIBIC) da UFS incentiva a participação de alunos em projetos de pesquisa científica orientados por professores.",
    "pibid": "O PIBID é um programa que oferece bolsas para alunos de licenciatura participarem de atividades práticas em escolas públicas, contribuindo com sua formação docente.",
    "monitoria": "A UFS oferece monitorias voluntárias e remuneradas para alunos com bom desempenho que queiram auxiliar em disciplinas específicas.",
    "horário de aulas": "Os horários das aulas na UFS são definidos pelas coordenações de curso e disponibilizados no SIGAA antes da matrícula.",
    "cancelamento de disciplina": "O cancelamento de disciplina pode ser feito via SIGAA dentro do prazo estabelecido no calendário acadêmico.",
    "trancamento de curso": "O trancamento de curso é permitido mediante solicitação via SIGAA e justificativa aceita pela coordenação do curso.",
    "diploma": "Após a colação de grau, o diploma pode ser solicitado junto à Divisão de Registro e Controle Acadêmico da UFS (DRCA).",
    "atividades complementares": "As atividades complementares são obrigatórias para integralização do curso e incluem eventos, estágios, cursos livres, entre outros. Devem ser registradas no SIGAA.",
    "hendrik": "Hendrik é professor de IA (Inteligência Artificial) da UFS. É o melhor professor do mundo que vai nos dar 10 por esse trabalho <3."
}